[M_SafeAndSound MissionDefinition]
MissionName="À Prova de Roubo"
MissionDescription="Durante o ataque à Santuário, um dos cofres de Marcus foi arremessado longe e aterrizou nos arredores da antiga localização da cidade. Marcus pediu que você volte até a [place]Cratera de Santuário[-place] e recupere o conteúdo do seu cofre."
TurnInDescription="Você recuperou as fotos sugestivas de Moxxi e ao fazer isso, constatou que existe uma coisa (ou melhor... duas coisas) que deixam o Marcus louco, além do lucro pessoal."
MissionSummary="Recupere o conteúdo do cofre de Marcus."
MissionGiver="Marcus"
MissionTurnInLocation="Marcus ou Moxxi"
TeaserText="Marcus lhe pediu para recuperar o seu bem mais valioso. "

[M_SafeAndSound:FindSafe MissionObjectiveSetDefinition]
MissionSummaryOverride="Procure o cofre de Marcus na [place]Cratera de Santuário[-place]."
MissionDescriptionOverride=""

[M_SafeAndSound:FindSafeTwo MissionObjectiveSetDefinition]
MissionSummaryOverride="Procure o cofre de Marcus nas [place]Cavernas Cáusticas[-place]."
MissionDescriptionOverride=""

[M_SafeAndSound:GrabLewdPhotos MissionObjectiveDefinition]
ProgressMessage="Pegue as fotos sugestivas"

[M_SafeAndSound:KillSquaters MissionObjectiveDefinition]
ProgressMessage="Elimine os intrusos"

[M_SafeAndSound:MissionObjectiveSetBranchingDefinition_1 MissionObjectiveSetBranchingDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SafeAndSound:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SafeAndSound:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride="Entregue as fotos para Marcus ou para Moxxi."
MissionDescriptionOverride="Então o cofre de Marcus continha algumas fotos, digamos... muito reveladoras de Moxxi. Marcus lhe pediu para devolvê-las porém, Moxxi também está disposta a pagar bem por elas. Acho que cabe a você tomar uma decisão."

[M_SafeAndSound:ObjSet_SafeSound_OpenSafe MissionObjectiveSetDefinition]
MissionSummaryOverride="Recupere o conteúdo do cofre de Marcus."
MissionDescriptionOverride="Você encontrou o cofre de Marcus nas [place]Cavernas Cáusticas[-place]. Ele lhe pediu para abri-lo e recuperar o seu conteúdo."

[M_SafeAndSound:SafeSound_GetVault MissionObjectiveDefinition]
ProgressMessage="Encontre o cofre"

[M_SafeAndSound:SafeSound_GetVault2 MissionObjectiveDefinition]
ProgressMessage="Recupere o cofre"

[M_SafeAndSound:SafeSound_OpenSafe MissionObjectiveDefinition]
ProgressMessage="Abra o cofre"

[M_SafeAndSound:TurnInMarcus MissionObjectiveDefinition]
ProgressMessage="Entregue as fotos para Marcus"

[M_SafeAndSound:TurnInMoxxie MissionObjectiveDefinition]
ProgressMessage="Entregue as fotos para Moxxi"

